{
  "tos-p01": "Política de privacidad de MetalMaker3D Política de privacidad Última actualización: 24 de marzo de 2023 Esta Política de privacidad describe nuestras políticas y procedimientos sobre la recopilación, uso y divulgación de su información cuando utiliza el servicio y le informa sobre sus derechos de privacidad y cómo la ley lo protege. Utilizamos sus datos personales para proporcionar y mejorar el servicio. Al utilizar el servicio, acepta la recopilación y el uso de información de acuerdo con esta política de privacidad. Esta política de privacidad ha sido creada con la ayuda del Generador de políticas de privacidad.",
  "tos-p02": "1. Interpretación",
  "tos-p03": "Las palabras cuya inicial está en mayúscula tienen significados definidos en las siguientes condiciones. Las siguientes definiciones tendrán el mismo significado independientemente de si aparecen en singular o en plural.",
  "tos-p04": "2. Definiciones",
  "tos-p05": "Cuenta significa una cuenta única creada para que usted pueda acceder a nuestro servicio o partes de nuestro servicio.",
  "tos-p06": "Afiliado significa una entidad que controla, es controlada por o está bajo control común con una parte, donde \"control\" significa la propiedad del 50% o más de las acciones, intereses de capital u otros valores con derecho a voto para la elección de directores u otra autoridad de gestión.",
  "tos-p07": "Compañía (referida como \"la Compañía\", \"Nosotros\", \"Nos\" o \"Nuestro\" en este Acuerdo) se refiere a MetalMaker3D, ul. DŁUGA 72/--- 31-146 KRAKÓW MAŁOPOLSKIE.",
  "tos-p08": "Las cookies son archivos pequeños que se colocan en su computadora, dispositivo móvil o cualquier otro dispositivo por un sitio web, y contienen los detalles de su historial de navegación en ese sitio web, entre muchos otros usos.",
  "tos-p09": "País se refiere a: Polonia",
  "tos-p10": "Dispositivo significa cualquier dispositivo que pueda acceder al servicio, como una computadora, un teléfono celular o una tableta digital.",
  "tos-p11": "Datos personales son cualquier información que se refiera a una persona identificada o identificable.",
  "tos-p12": "Servicio se refiere al sitio web. Proveedor de servicios significa cualquier persona natural o jurídica que procesa los datos en nombre de la Compañía. Se refiere a empresas o individuos de terceros empleados por la Compañía para facilitar el servicio, proporcionar el servicio en nombre de la Compañía, realizar servicios relacionados con el servicio o ayudar a la Compañía a analizar cómo se utiliza el servicio.",
  "tos-p13": "Datos de uso se refiere a datos recopilados automáticamente, generados por el uso del servicio o por la infraestructura del servicio en sí misma (por ejemplo, la duración de una visita a una página).",
  "tos-p14": "Sitio web se refiere a MetalMaker3D, accesible desde https://metalmaker3d.com/",
  "tos-p15": "Usted se refiere a la persona que accede o utiliza el Servicio, o a la empresa u otra entidad legal en nombre de la cual dicha persona accede o utiliza el Servicio, según corresponda.",
  "tos-p16": "A los efectos de esta Política de Privacidad:",
  "tos-p17": "Recopilación y Uso de Sus Datos Personales",
  "tos-p18": "Tipos de Datos Recopilados",
  "tos-p19": "Datos Personales",
  "tos-p20": "Mientras utiliza nuestro Servicio, podemos solicitarle que nos proporcione cierta información de identificación personal que se puede utilizar para contactarlo o identificarlo. La información de identificación personal puede incluir, entre otros datos:",
  "tos-p21": "Dirección de correo electrónico",
  "tos-p22": "Nombre y Apellido",
  "tos-p23": "Número de teléfono",
  "tos-p24": "Datos de Uso",
  "tos-p25": "Datos de Uso",
  "tos-p26": "Los datos de uso se recopilan automáticamente al utilizar el Servicio. Los datos de uso pueden incluir información como la dirección de Protocolo de Internet (por ejemplo, dirección IP) de tu dispositivo, el tipo de navegador, la versión del navegador, las páginas de nuestro Servicio que visitas, la fecha y hora de tu visita, el tiempo que pasas en esas páginas, identificadores de dispositivo únicos y otros datos de diagnóstico. Cuando accedes al Servicio a través de un dispositivo móvil, podemos recopilar cierta información de forma automática, incluido, entre otros, el tipo de dispositivo móvil que utilizas, la ID única de tu dispositivo móvil, la dirección IP de tu dispositivo móvil, el sistema operativo móvil que utilizas, el tipo de navegador de Internet móvil que utilizas, identificadores de dispositivo únicos y otros datos de diagnóstico. También podemos recopilar información que tu navegador envía cada vez que visitas nuestro Servicio o cuando accedes al Servicio a través de un dispositivo móvil.",
  "tos-p27": "Tecnologías de Seguimiento y Cookies",
  "tos-p28": "Utilizamos cookies y tecnologías de seguimiento similares para rastrear la actividad en nuestro Servicio y almacenar cierta información. Las tecnologías de seguimiento utilizadas son balizas, etiquetas y scripts para recopilar y rastrear información, y para mejorar y analizar nuestro Servicio. Las tecnologías que utilizamos pueden incluir:",
  "tos-p29": "Cookies o Cookies del Navegador. Una cookie es un archivo pequeño colocado en su dispositivo. Puede indicar a su navegador que rechace todas las cookies o que le avise cuando se envía una cookie. Sin embargo, si no acepta cookies, es posible que no pueda utilizar algunas partes de nuestro Servicio. A menos que haya ajustado la configuración de su navegador para que rechace las cookies, nuestro Servicio puede utilizar cookies.",
  "tos-p30": "Balizas web. Ciertas secciones de nuestro servicio y nuestros correos electrónicos pueden contener pequeños archivos electrónicos conocidos como balizas web (también llamados gifs transparentes, etiquetas de píxeles y gifs de un solo píxel) que permiten a la compañía, por ejemplo, contar los usuarios que han visitado esas páginas o abierto un correo electrónico y obtener otras estadísticas relacionadas del sitio web (por ejemplo, registrar la popularidad de una determinada sección y verificar la integridad del sistema y del servidor). Las cookies pueden ser 'Persistentes' o 'de Sesión'. Las cookies persistentes permanecen en su computadora personal o dispositivo móvil cuando está desconectado, mientras que las cookies de sesión se eliminan tan pronto como cierra su navegador web. Obtenga más información sobre las cookies en el artículo del sitio web de Políticas de Privacidad. Utilizamos tanto cookies de sesión como persistentes para los fines establecidos a continuación:",
  "tos-p31": "Cookies Necesarias / Esenciales Tipo: Cookies de Sesión Administradas por: Nosotros Propósito: Estas cookies son esenciales para proporcionarle los servicios disponibles a través del sitio web y permitirle utilizar algunas de sus características. Ayudan a autenticar a los usuarios y evitar el uso fraudulento de las cuentas de usuario. Sin estas cookies, no se pueden proporcionar los servicios que ha solicitado, y solo utilizamos estas cookies para proporcionarle esos servicios.",
  "tos-p32": "Cookies de Aceptación de Política / Aviso Tipo: Cookies Persistentes Administradas por: Nosotros Propósito: Estas cookies identifican si los usuarios han aceptado el uso de cookies en el sitio web.",
  "tos-p33": "Cookies de Funcionalidad Tipo: Cookies Persistentes Administradas por: Nosotros Propósito: Estas cookies nos permiten recordar las elecciones que realiza cuando utiliza el sitio web, como recordar sus datos de inicio de sesión o preferencia de idioma. El propósito de estas cookies es proporcionarle una experiencia más personalizada y evitar que tenga que volver a ingresar sus preferencias cada vez que utiliza el sitio web. Para obtener más información sobre las cookies que utilizamos y sus opciones con respecto a las cookies, visite nuestra Política de Cookies o la sección de Cookies de nuestra Política de Privacidad.",
  "tos-p34": "3. Uso de sus Datos Personales",
  "tos-p35": "La compañía puede utilizar los Datos Personales para los siguientes fines:",
  "tos-p36": "Para proporcionar y mantener nuestro Servicio, incluido el monitoreo del uso de nuestro Servicio.",
  "tos-p37": "Para administrar su cuenta: para gestionar su registro como usuario del Servicio. Los Datos Personales que proporcione pueden proporcionarle acceso a diferentes funcionalidades del Servicio que están disponibles para usted como usuario registrado.",
  "tos-p38": "Para el cumplimiento de un contrato: el desarrollo, cumplimiento y ejecución del contrato de compra de los productos, artículos o servicios que ha adquirido o de cualquier otro contrato con nosotros a través del Servicio.",
  "tos-p39": "Para brindarte noticias, ofertas especiales e información general sobre otros bienes, servicios y eventos que ofrecemos y que son similares a los que ya has comprado o preguntado, a menos que hayas optado por no recibir dicha información.",
  "tos-p40": "Para gestionar tus solicitudes: Para atender y gestionar tus solicitudes hacia nosotros.",
  "tos-p41": "Para transferencias comerciales: Podemos utilizar tu información para evaluar o llevar a cabo una fusión, venta de activos, reestructuración, disolución u otra venta o transferencia de la totalidad o parte de nuestros activos, ya sea como empresa en funcionamiento o como parte de un proceso de quiebra, liquidación u otro procedimiento similar, en el cual los datos personales que tenemos sobre los usuarios de nuestro servicio sean transferidos.",
  "tos-p42": "Para otros fines: Podemos utilizar tu información para otros fines, como análisis de datos, identificación de tendencias de uso, determinación de la efectividad de nuestras campañas promocionales, y para evaluar y mejorar nuestro servicio, productos, servicios, marketing y tu experiencia.",
  "tos-p43": "Podemos compartir tu información personal en las siguientes situaciones:",
  "tos-p44": "Con proveedores de servicios: Podemos compartir tu información personal con proveedores de servicios para monitorear y analizar el uso de nuestro servicio y para comunicarnos contigo.",
  "tos-p45": "Para transferencias comerciales: Podemos compartir o transferir tu información personal en relación con, o durante las negociaciones de, cualquier fusión, venta de activos de la empresa, financiamiento o adquisición de todo o parte de nuestro negocio por otra empresa.",
  "tos-p46": "Con afiliados: Podemos compartir tu información con nuestras empresas afiliadas, en cuyo caso exigiremos a esas empresas afiliadas que cumplan con esta política de privacidad. Los afiliados incluyen nuestra empresa matriz y cualquier subsidiaria, socio de empresa conjunta u otras empresas que controlamos o que están bajo control común con nosotros.",
  "tos-p47": "Con socios comerciales: Podemos compartir tu información con nuestros socios comerciales para ofrecerte determinados productos, servicios o promociones.",
  "tos-p48": "Con otros usuarios: cuando compartes información personal o interactúas en áreas públicas con otros usuarios, dicha información puede ser vista por todos los usuarios y puede distribuirse públicamente.",
  "tos-p49": "Con tu consentimiento: Podemos divulgar tu información personal para cualquier otro propósito con tu consentimiento.",
  "tos-p51": "4. Conservación de tus datos personales",
  "tos-p52": "La empresa conservará tus datos personales solo durante el tiempo necesario para los fines establecidos en esta política de privacidad. Conservaremos y utilizaremos tus datos personales en la medida necesaria para cumplir con nuestras obligaciones legales (por ejemplo, si estamos obligados a conservar tus datos para cumplir con las leyes aplicables), resolver disputas y aplicar nuestros acuerdos y políticas legales. La empresa también conservará los datos de uso con fines de análisis internos. Los datos de uso generalmente se conservan por un período de tiempo más corto, excepto cuando se utilizan para fortalecer la seguridad o mejorar la funcionalidad de nuestro servicio, o cuando estamos legalmente obligados a conservar estos datos durante períodos de tiempo más largos.",
  "tos-p53": "5. Transferencia de tus datos personales",
  "tos-p54": "Tu información, incluidos los datos personales, se procesa en las oficinas operativas de la empresa y en cualquier otro lugar donde se encuentren las partes involucradas en el procesamiento. Esto significa que esta información puede ser transferida y mantenida en computadoras ubicadas fuera de tu estado, provincia, país u otra jurisdicción gubernamental donde las leyes de protección de datos pueden diferir de las de tu jurisdicción. Tu consentimiento a esta política de privacidad seguido de tu envío de dicha información representa tu acuerdo a esa transferencia. La empresa tomará todas las medidas razonablemente necesarias para garantizar que tus datos se traten de manera segura y de acuerdo con esta política de privacidad, y no se realizará ninguna transferencia de tus datos personales a una organización o un país a menos que existan controles adecuados, incluida la seguridad de tus datos y otra información personal.",
  "tos-p55": "6. Eliminación de tus datos personales",
  "tos-p56": "Tienes el derecho de eliminar o solicitar que te ayudemos a eliminar los datos personales que hemos recopilado sobre ti. Nuestro servicio puede brindarte la capacidad de eliminar cierta información sobre ti desde dentro del servicio. Puedes actualizar, modificar o eliminar tu información en cualquier momento iniciando sesión en tu cuenta, si tienes una, y visitando la sección de configuración de la cuenta que te permite administrar tu información personal. También puedes contactarnos para solicitar acceso, corrección o eliminación de cualquier información personal que nos hayas proporcionado. Ten en cuenta, sin embargo, que es posible que debamos conservar cierta información cuando tengamos una obligación legal o una base legal para hacerlo.",
  "tos-p57": "7. Divulgación de tus datos personales",
  "tos-p58": "Transacciones comerciales",
  "tos-p59": "Si la empresa está involucrada en una fusión, adquisición o venta de activos, tus datos personales pueden ser transferidos. Te proporcionaremos aviso antes de que tus datos personales sean transferidos y estén sujetos a una política de privacidad diferente.",
  "tos-p60": "8. Cumplimiento de la ley",
  "tos-p61": "En determinadas circunstancias, la empresa puede estar obligada a divulgar tus datos personales si así lo exige la ley o en respuesta a solicitudes válidas de autoridades públicas (por ejemplo, un tribunal o una agencia gubernamental).",
  "tos-p62": "9. Otros requisitos legales",
  "tos-p63": "La empresa puede divulgar tus datos personales de buena fe cuando considere que dicha acción es necesaria para:",
  "tos-p64": "Cumplir con una obligación legal",
  "tos-p65": "Proteger y defender los derechos o la propiedad de la empresa",
  "tos-p66": "Prevenir o investigar posibles infracciones en relación con el servicio",
  "tos-p67": "Proteger la seguridad personal de los usuarios del servicio o del público",
  "tos-p68": "Protegerse contra responsabilidad legal",
  "tos-p69": "10. Seguridad de tus datos personales",
  "tos-p70": "La seguridad de tus datos personales es importante para nosotros, pero recuerda que ningún método de transmisión a través de Internet o método de almacenamiento electrónico es 100% seguro. Si bien nos esforzamos por utilizar medios comercialmente aceptables para proteger tus datos personales, no podemos garantizar su seguridad absoluta.",
  "tos-p71": "Privacidad de los niños",
  "tos-p72": "Nuestro servicio no está dirigido a personas menores de 13 años. No recopilamos de manera consciente información de identificación personal de ninguna persona menor de 13 años. Si eres padre, madre o tutor y sabes que tu hijo nos ha proporcionado datos personales, comunícate con nosotros. Si nos damos cuenta de que hemos recopilado datos personales de alguien menor de 13 años sin verificar el consentimiento parental, tomamos medidas para eliminar esa información de nuestros servidores. Si necesitamos basarnos en el consentimiento como base legal para procesar tu información y tu país requiere el consentimiento de un padre, podemos requerir el consentimiento de tu padre antes de recopilar y usar esa información.",
  "tos-p73": "Enlaces a otros sitios web",
  "tos-p74": "Nuestro servicio puede contener enlaces a otros sitios web que no son operados por nosotros. Si haces clic en un enlace de un tercero, serás dirigido al sitio de ese tercero. Te recomendamos encarecidamente que revises la política de privacidad de cada sitio que visites. No tenemos control sobre el contenido, las políticas de privacidad o las prácticas de sitios o servicios de terceros y no asumimos ninguna responsabilidad por ellos.",
  "tos-p75": "Cambios en esta política de privacidad",
  "tos-p76": "Podemos actualizar nuestra política de privacidad de vez en cuando. Te notificaremos cualquier cambio publicando la nueva política de privacidad en esta página. Te informaremos por correo electrónico y/o mediante un aviso destacado en nuestro servicio antes de que el cambio entre en vigencia y actualizaremos la fecha de \"última actualización\" en la parte superior de esta política de privacidad. Se te recomienda revisar periódicamente esta política de privacidad en busca de cambios. Los cambios en esta política de privacidad serán efectivos cuando se publiquen en esta página.",
  "tos-p77": "Contáctanos",
  "tos-p78": "Si tienes alguna pregunta sobre esta política de privacidad, puedes contactarnos:",
  "tos-p79": "Visitando esta página en nuestro sitio web: https://metalmaker3d.com/pages/contacto",
  "tos-p80": "Acepto los términos",
  "tos-p81": "Generado utilizando Privacy Policies Generator"
}
