{
  "notifyUpload": "Profile picture uploaded succesfully.",
  "notifyUploadError": "There has been an error uploading the file.",
  "notifyImageRemoveError": "There has been an error removing the picture. Please, try again.",
  "notifyImageRemove": "Your profile picture was successfully removed.",
  "notifyImageRemoveCant": "You can't remove the default profile picture.",
  "notifyUpdateWarning": "You have to update a field in order to submit the changes.",
  "notifyUpdate": "Profile details were successfully updated.",
  "notifyUpdateGender": "You have to choose a gender in order to submit.",
  "notifyPasswordMatch": "New password and confirm doesn't match. Make sure they are the same.",
  "notifyPasswordCurrent": "Current password is not correct. Please, try again.",
  "notifyPasswordError": "Error updating password. Please, try again later.",
  "notifyPasswordUpdate": "Password updated successfully",
  "notifyPasswordReq": "New password doesn't meet the minimum requirements. Please, try again.",
  "notifyPasswordBlank": "You must complete all blanks in order to update the information.",
  "notifyInbox": "Check your inbox for confirm your new email.",
  "notifyChange": "You must change your email in order to submit.",
  "notifyQrFields": "You must complete all fields to create a new qr.",
  "notifyQrMaterial": "The material purchased has been succesfully added to your company's stock.",
  "notifyQrRedeemed": "This qr has already been redeemed. If this is an error, please contact user support.",
  "notifyArticleDelete": "The article has been successfully deleted.",
  "notifyArticleUpdate": "The article has been successfully updated.",
  "notifyArticle": "Article added succesfully.",
  "notifyCompanyName": "This company name already exists. Please, choose a different one or contact our user support.",
  "notifyPasswordChange": " Your password was changed with success ! ",
  "notifyCode": "This code doesn't exist. Please, try another one.",
  "notifyIncorrect": "Incorrect email or password. Please try again.",
  "notifyVerify": "Please, make sure you have verified your email before logging in.",
  "notifyError": "An error occurred. Please try again later.",
  "notifyEmailExisting": "This email is already registered. Please, delete your previous account or use a different email address.",
  "notifyEmailNotExisting": "This email does not exist please choose a valid email!",
  "notifyEmailVerify": "You must verify your email address before signing in.",
  "notifyEmailUpdate": "Notification email has been updated succesfully.",
  "notifyPhoneUpdate": "Notification phone has been updated succesfully.",
  "notifyNotAllowed": "You are not allowed to enter this site.",
  "notifyCodeUsed": "This company code is already being used",
  "notifyValues": "Make sure you fill all the fields",
  "selecTransfer": "You must select a new owner before submitting."
}
