{
  "notifyUpload": "Imagen de perfil subida exitosamente.",
  "notifyUploadError": "Ha ocurrido un error al subir el archivo.",
  "notifyImageRemoveError": "Ha ocurrido un error al eliminar la imagen. Por favor, intenta nuevamente.",
  "notifyImageRemove": "Tu imagen de perfil ha sido eliminada exitosamente.",
  "notifyImageRemoveCant": "No puedes eliminar la imagen de perfil predeterminada.",
  "notifyUpdateWarning": "Debes actualizar un campo para enviar los cambios.",
  "notifyUpdate": "Los detalles de perfil se han actualizado exitosamente.",
  "notifyUpdateGender": "Debes elegir un género para enviar.",
  "notifyPasswordMatch": "La nueva contraseña y la confirmación no coinciden. Asegúrate de que sean iguales.",
  "notifyPasswordCurrent": "La contraseña actual no es correcta. Por favor, inténtalo nuevamente.",
  "notifyPasswordError": "Error al actualizar la contraseña. Por favor, inténtalo nuevamente más tarde.",
  "notifyPasswordUpdate": "Contraseña actualizada exitosamente",
  "notifyPasswordReq": "La nueva contraseña no cumple con los requisitos mínimos. Por favor, inténtalo nuevamente.",
  "notifyPasswordBlank": "Debes completar todos los campos en blanco para actualizar la información.",
  "notifyInbox": "Revisa tu bandeja de entrada para confirmar tu nuevo correo electrónico.",
  "notifyChange": "Debes cambiar tu correo electrónico para enviar.",
  "notifyQrFields": "Debes completar todos los campos para crear un nuevo código QR.",
  "notifyQrMaterial": "El material adquirido se ha agregado exitosamente al inventario de tu empresa.",
  "notifyQrRedeemed": "Este código QR ya ha sido utilizado. Si esto es un error, por favor contacta al soporte de usuarios.",
  "notifyArticleDelete": "El artículo se ha eliminado exitosamente.",
  "notifyArticleUpdate": "El artículo se ha actualizado exitosamente.",
  "notifyArticle": "Artículo agregado exitosamente.",
  "notifyCompanyName": "Este nombre de empresa ya existe. Por favor, elige uno diferente o contacta a nuestro soporte de usuarios.",
  "notifyPasswordChange": "¡Tu contraseña se ha cambiado con éxito!",
  "notifyCode": "Este código no existe. Por favor, intenta con otro.",
  "notifyIncorrect": "Correo electrónico o contraseña incorrectos. Por favor, inténtalo nuevamente.",
  "notifyVerify": "Por favor, asegúrate de haber verificado tu correo electrónico antes de iniciar sesión.",
  "notifyError": "Ha ocurrido un error. Por favor, inténtalo nuevamente más tarde.",
  "notifyEmailExisting": "Este correo electrónico ya está registrado. Por favor, elimina tu cuenta anterior o utiliza una dirección de correo electrónico diferente.",
  "notifyEmailNotExisting": "Este correo electrónico no existe. ¡Por favor, elige un correo electrónico válido!",
  "notifyEmailVerify": "Debes verificar tu dirección de correo electrónico antes de iniciar sesión.",
  "notifyEmailUpdate": "El correo electrónico de notificación se ha actualizado exitosamente.",
  "notifyPhoneUpdate": "El teléfono de notificación se ha actualizado exitosamente.",
  "notifyNotAllowed": "No tienes permiso para ingresar a este sitio.",
  "codeUsed": "Este código de empresa ya está siendo utilizado",
  "values": "Asegúrate de completar todos los campos",
  "selecTransfer": "Debes seleccionar un nuevo propietario antes de enviar."
}
