{
  "notifyUpload": "Foto de perfil carregada com sucesso.",
  "notifyUploadError": "Ocorreu um erro ao carregar o arquivo.",
  "notifyImageRemoveError": "Ocorreu um erro ao remover a foto. Por favor, tente novamente.",
  "notifyImageRemove": "Sua foto de perfil foi removida com sucesso.",
  "notifyImageRemoveCant": "Você não pode remover a foto de perfil padrão.",
  "notifyUpdateWarning": "Você precisa atualizar um campo para enviar as alterações.",
  "notifyUpdate": "Detalhes do perfil atualizados com sucesso.",
  "notifyUpdateGender": "Você precisa escolher um gênero para enviar.",
  "notifyPasswordMatch": "A nova senha e a confirmação não correspondem. Certifique-se de que sejam iguais.",
  "notifyPasswordCurrent": "A senha atual está incorreta. Por favor, tente novamente.",
  "notifyPasswordError": "Erro ao atualizar a senha. Por favor, tente novamente mais tarde.",
  "notifyPasswordUpdate": "Senha atualizada com sucesso",
  "notifyPasswordReq": "A nova senha não atende aos requisitos mínimos. Por favor, tente novamente.",
  "notifyPasswordBlank": "Você deve preencher todos os campos para atualizar as informações.",
  "notifyInbox": "Verifique sua caixa de entrada para confirmar seu novo e-mail.",
  "notifyChange": "Você precisa alterar seu e-mail para enviar.",
  "notifyQrFields": "Você precisa preencher todos os campos para criar um novo código QR.",
  "notifyQrMaterial": "O material adquirido foi adicionado com sucesso ao estoque da sua empresa.",
  "notifyQrRedeemed": "Este código QR já foi resgatado. Se isso for um erro, entre em contato com o suporte do usuário.",
  "notifyArticleDelete": "O artigo foi excluído com sucesso.",
  "notifyArticleUpdate": "O artigo foi atualizado com sucesso.",
  "notifyArticle": "Artigo adicionado com sucesso.",
  "notifyCompanyName": "Esse nome de empresa já existe. Por favor, escolha um diferente ou entre em contato com nosso suporte ao usuário.",
  "notifyPasswordChange": "Sua senha foi alterada com sucesso!",
  "notifyCode": "Este código não existe. Por favor, tente outro.",
  "notifyIncorrect": "E-mail ou senha incorretos. Por favor, tente novamente.",
  "notifyVerify": "Por favor, verifique se você verificou seu e-mail antes de fazer login.",
  "notifyError": "Ocorreu um erro. Por favor, tente novamente mais tarde.",
  "notifyEmailExisting": "Este e-mail já está registrado. Por favor, exclua sua conta anterior ou use um endereço de e-mail diferente.",
  "notifyEmailNotExisting": "Este e-mail não existe. Por favor, escolha um e-mail válido!",
  "notifyEmailVerify": "Você precisa verificar seu endereço de e-mail antes de fazer login.",
  "notifyEmailUpdate": "O e-mail de notificação foi atualizado com sucesso.",
  "notifyPhoneUpdate": "O telefone de notificação foi atualizado com sucesso.",
  "notifyNotAllowed": "Você não tem permissão para acessar este site.",
  "notifyCodeUsed": "Este código de empresa já está sendo usado",
  "notifyValues": "Certifique-se de preencher todos os campos.",
  "selecTransfer": "Você deve selecionar um novo proprietário antes de enviar."
}
